class sin_script(object):
    START_TXT = """🔥 ආයුබෝවන් {}
    
🤖අපගේ සේවාව භාවිතා කිරීමෙන් ඔබ අපගේ රහස්‍යතා ප්‍රතිපත්තියට එකඟ විය යුතුය 👀
"""
    
STATUS_TXT = """මගේ තත්වය 🤗
    
📂 මුළු චිත්‍රපට : <code>{}</code>
👤 මුළු පරිශීලකයින් : <code>{}</code>
📝 මුළු කණ්ඩායම් : <code>{}</code>
🔰 භාවිත කළ ඉඩ : <code>{}</code> MB
🗃️ නිදහස් ඉඩ : <code>{}</code> MB

මගේ Server තත්ත්වය 🍀

💻 CPU භාවිතය :</b> {}%
☄️ RAM භාවිතය :</b> {}%"""

MANUELFILTER_TXT = """ ඉක්මනින් පැමිණේ 🌺"""

AUTOFILTER_TXT = """උදව්: <b>ස්වයං පෙරහන</b>
    
<b>සටහන:</b>
1. මාව ඔබේ කණ්ඩායමට එකතු කරන්න
2. එහෙනම් මට ඇඩ්මින් දෙන්න
3. චිත්‍රපටයේ/රූපවාහිනී කතා මාලාවේ නම යවන්න.🎥 ප්‍රතිඵලය ඔබ වෙත එයි.😍"""

CONNECTION_TXT = """උදව්: <b>සම්බන්ධතා</b>
    
- ෆිල්ටර කළමනාකරණය සඳහා bot PM වෙත සම්බන්ධ කිරීමට භාවිතා කරයි
- එය කණ්ඩායම් වශයෙන් අයාචිත තැපෑලෙන් වැළකී සිටීමට උපකාරී වේ.
<b>සටහන:</b>
1. සම්බන්ධතාවයක් එක් කළ හැක්කේ පරිපාලකයින්ට පමණි.
2. මාව ඔබගේ PM වෙත සම්බන්ධ කිරීම සඳහා <code>/connect</code> යවන්න
<b>විධාන සහ භාවිතය:</b>
• / connect - <code>ඔබගේ PM වෙත විශේෂිත කතාබහක් සම්බන්ධ කරන්න</code>
• / disconnect - <code>කතාබහකින් විසන්ධි කරන්න</code>
• /Connections - <code>ඔබගේ සියලු සම්බන්ධතා ලැයිස්තුගත කරන්න</code>"""
